Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: end Stop processing commands. Use this if your mail program automatically adds a signature file.
ca_es: end Finalitza el processament d'ordres. Utilitzeu aquesta ordre si el vostre programa de correu afegeix un fitxer de signatura de manera automàtica.

source: help Print this help message.
ca_es: help Mostra aquest missatge d'ajuda.

source: You can access your personal options via the following url:
ca_es: Podeu accedir a les vostres opcions personals a través de l'URL següent:

source: info Get information about this mailing list.
ca_es: info Obté informació sobre aquesta llista de correu.

source: List name: %(listname)s
ca_es: Nom de la llista: %(listname)s

source: Description: %(description)s
ca_es: Descripció: %(description)s

source: Postings to: %(postaddr)s
ca_es: Enviaments a: %(postaddr)s

source: List Helpbot: %(requestaddr)s
ca_es: Helpbot de la llista: %(requestaddr)s

source: List Owners: %(owneraddr)s
ca_es: Propietaris de la llista: %(owneraddr)s

source: More information: %(listurl)s
ca_es: Més informació: %(listurl)s

source: The `join' command is synonymous with `subscribe'.
ca_es: L'ordre «join» és sinònima de «subscribe».

source: The `leave' command is synonymous with `unsubscribe'.
ca_es: L'ordre «leave» és sinònima d'«unsubscribe».

source: lists See a list of the public mailing lists on this GNU Mailman server.
ca_es: lists Mostra una llista de les llistes de correu públiques en aquest servidor del Mailman de GNU.

source: Public mailing lists at %(hostname)s:
ca_es: Llistes de correu públiques a %(hostname)s:

source: %(i)3d. List name: %(realname)s
ca_es: %(i)3d. Nom de la llista: %(realname)s

source: Requests to: %(requestaddr)s
ca_es: Sol·licituds a: %(requestaddr)s

source: password [<oldpassword> <newpassword>] [address=<address>] Retrieve or change your password. With no arguments, this returns your current password. With arguments <oldpassword> and <newpassword> you can change your password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). Note that in this case the response is always sent to the subscribed address.
ca_es: password [<contrasenyaantiga> <contrasenyanova>] [address=<adreça>] Obté o canvia la vostra contrasenya. Si no especifiqueu cap argument, se us enviarà la vostra contrasenya actual. Si proporcioneu els arguments <contrasenyaantiga> i <contrasenyanove> us permetrà canviar la vostra contrasenya. Si envieu el missatge des d'una adreça diferent a aquella amb la qual esteu subscrit a la llista, haureu d'especificar-la a l'argument «address=<address>» (sense les cometess ni els caràcters <>). Tingueu en compte que en aquests casos la resposta sempre s'enviarà a l'adreça de subscripció.

source: Your password is: %(password)s
ca_es: La vostra contrasenya es: %(password)s

source: You are not a member of the %(listname)s mailing list
ca_es: No esteu subscrit a la llista de correu %(listname)s

source: You did not give the correct old password, so your password has not been changed. Use the no argument version of the password command to retrieve your current password, then try again.
ca_es: No has donat la contrasenya antiga correcta, la vostra contrasenya no ha estat canviat. Fes servir la versió sense arguments del comando password per recuperar la vostra contrasenya actual i torna-ho a provar.

source: The `remove' command is synonymous with `unsubscribe'.
ca_es: L'ordre «remove» és sinònima d'«unsubscribe».

source: set ... Set or view your membership options. Use `set help' (without the quotes) to get a more detailed list of the options you can change. Use `set show' (without the quotes) to view your current option settings.
ca_es: set ... Estableix o mostra les vostres opcions de subscripció. Utilitzeu l'ordre «set help» (sense les cometes) per a veure una llista detallada de les opcions que podeu canviar. Utilitzeu l'ordre «set show» (sense les cometes) per a veure la configuració actual de les vostres opcions.

source: set help Show this detailed help. set show [address=<address>] View your current option settings. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set authenticate <password> [address=<address>] To set any of your options, you must include this command first, along with your membership password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set ack on set ack off When the `ack' option is turned on, you will receive an acknowledgement message whenever you post a message to the list. set digest plain set digest mime set digest off When the `digest' option is turned off, you will receive postings immediately when they are posted. Use `set digest plain' if instead you want to receive postings bundled into a plain text digest (i.e. RFC 1153 digest). Use `set digest mime' if instead you want to receive postings bundled together into a MIME digest. set delivery on set delivery off Turn delivery on or off. This does not unsubscribe you, but instead tells Mailman not to deliver messages to you for now. This is useful if you're going on vacation. Be sure to use `set delivery on' when you return from vacation! set myposts on set myposts off Use `set myposts off' to not receive copies of messages you post to the list. This has no effect if you're receiving digests. set hide on set hide off Use `set hide on' to conceal your email address when people request the membership list. set duplicates on set duplicates off Use `set duplicates off' if you want Mailman to not send you messages if your address is explicitly mentioned in the To: or Cc: fields of the message. This can reduce the number of duplicate postings you will receive. set reminders on set reminders off Use `set reminders off' if you want to disable the monthly password reminder for this mailing list.
ca_es: set help Mostra aquesta ajuda detallada. set show [address=<address>] Mostra la vostra configuració actual. Si estàs fent servir una adreça que no és la vostra adreça de membre, pots especificar la vostra adreça de membre amb `address=<address>' (sense angles <> ni cometes!). set authenticate <password> [address=<address>] Per establir alguna de les teves opcions, has d'incloure aquesta ordre primer, junt amb la vostra contrasenya de membre. Si estàs fent servir una adreça que no és la vostra adreça de membre, pots especificar la vostra adreça de membre amb `address=<address>' (sense angles <> ni cometes!). set ack on set ack off Quan l'opció `ack' és establerta a `on', rebràs un missatge de notificació cada vegada que enviïs un missatge a la llista. set digest plain set digest mime set digest off Quan l'opció `digest' és establerta a 'off', rebràs els missatges inmediatament després que hagin estat enviats. Fes servir `set digest plain' si voleu rebre els missatges en un resum de text pla (i.e. RFC 1153 digest). I `set digest mime' si voleu rebre els missatges en un resum MIME set delivery on set delivery off Estableix el lliurament a on o a off. Això no cancel·la la vostra subscripció, però Mailman no t'enviarà missatges. Això et pot ser d'utilitat si ets de vacances set myposts on set myposts off Fes servir `set myposts off' si no voleu rebre copies dels missatges que envies a la llista. Això no té efecte si estàs rebent resums. set hide on set hide off Fes servir `set hide on' per ocultar la vostra adreça de correu electrònic quan la gent demani la llista de subscriptors. set duplicates on set duplicates off Fes servir `set duplicates off' si voleu que Mailman no t'enviï missatges si la vostra adreça esta mencionada explicitament als camps To: o Cc: del missatge. Això pot reduir el nombre de missatges duplicats que rebis. set reminders on set reminders off Fes servir `set reminders off' si voleu desactivar el recordatori mensual de la contrasenya de la llista.

source: Bad set command: %(subcmd)s
ca_es: L'ordre per a «set» no és correcta: %(subcmd)s

source: Your current option settings:
ca_es: Les vostres opcions actuals de configuració:

source: off
ca_es: desactivat

source: on
ca_es: activat

source: digest plain
ca_es: resum pla

source: digest mime
ca_es: resum mime

source: digest off
ca_es: resum desactivat

source: delivery on
ca_es: entrega activada

source: delivery off
ca_es: entrega desactivada

source: by you
ca_es: per vós

source: by the admin
ca_es: per l'administrador

source: due to bounces
ca_es: a causa de retorns

source: %(status)s (%(how)s on %(date)s)
ca_es: %(status)s (%(how)s el %(date)s)

source: myposts %(onoff)s
ca_es: els meus enviaments %(onoff)s

source: hide %(onoff)s
ca_es: ocultació %(onoff)s

source: duplicates %(onoff)s
ca_es: duplicats %(onoff)s

source: reminders %(onoff)s
ca_es: recordatoris %(onoff)s

source: You did not give the correct password
ca_es: No heu introduït la contrasenya correcta

source: Bad argument: %(arg)s
ca_es: Argument erroni: %(arg)s

source: Not authenticated
ca_es: No autenticat

source: ack option set
ca_es: opció ack establerta

source: digest option set
ca_es: opció de resum establerta

source: delivery enabled
ca_es: entrega habilitada

source: delivery disabled by user
ca_es: entrega inhabilitada per l'usuari

source: myposts option set
ca_es: opció els meus enviaments establerta

source: hide option set
ca_es: opció d'ocultació establerta

source: duplicates option set
ca_es: opció duplicats establerta

source: reminder option set
ca_es: opció recordatori establerta

source: stop is synonymous with the end command.
ca_es: stop és sinònima de l'ordre end.

source: subscribe [password] [digest|nodigest] [address=<address>] Subscribe to this mailing list. Your password must be given to unsubscribe or change your options, but if you omit the password, one will be generated for you. You may be periodically reminded of your password. The next argument may be either: `nodigest' or `digest' (no quotes!). If you wish to subscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
ca_es: subscribe [password] [digest|nodigest] [address=<adreça>] Us subscriu a aquesta llista de correu. Haureu d'especificar la vostra contrasenya per a cancel·lar la subscripció o canviar les vostres opcions. En cas que no ho feu se us en generarà una de manera automàtica. La vostra contrasenya se us recordarà periòdicament. L'argument següent pot ser: «nodigest» o «digest» (sense cometes). Si voleu subscriure una adreça diferent a la que heu utilitzat per a enviar aquest missatge, haureu d'especificar l'argument «address=<adreça>» (sense els caràcters <> ni cometes).

source: Bad digest specifier: %(arg)s
ca_es: Argument de resum erroni: %(arg)s

source: No valid address found to subscribe
ca_es: No s'ha trobat cap adreça vàlida a subscriure

source: Mailman won't accept the given email address as a valid address. (E.g. it must have an @ in it.)
ca_es: El Mailman no acceptarà l'adreça electrònica especificada com a vàlida. (P.ex. ha de tenir una @.)

source: You are already subscribed!
ca_es: Ja esteu subscrit!

source: No one can subscribe to the digest of this list!
ca_es: Ningú pot subscriure's al resum d'aquesta llista!

source: This list only supports digest subscriptions!
ca_es: Aquesta llista només funciona amb subscripcions

source: Your subscription request has been forwarded to the list administrator at %(listowner)s for review.
ca_es: S'ha enviat la vostra sol·licitud de subscripció a l'administrador de la llista a %(listowner)s perquè la comprovi.

source: Subscription request succeeded.
ca_es: Sol·licitud de subscripció satisfactòria.

source: unsubscribe [password] [address=<address>] Unsubscribe from the mailing list. If given, your password must match your current password. If omitted, a confirmation email will be sent to the unsubscribing address. If you wish to unsubscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
ca_es: unsubscribe [password] [address=<address>] Cancel·la la vostra subscripció a la llista de distribució. Si especifiqueu la contrasenya, ha de coincidir amb la vostra contrasenya actual de la llista. Si l'ometeu se us enviarà un missatge de confirmació a l'adreça que vulgueu donar de baixa. Si voleu cancel·lar la subscripció d'una adreça diferent a la que heu utilitzat per a enviar aquest missatge, haureu d'especificar l'argument «address=<adreça>» (sense els caràcters <> ni cometes).

source: %(address)s is not a member of the %(listname)s mailing list
ca_es: %(address)s no està subscrita a la llista de correu %(listname)s

source: You gave the wrong password
ca_es: Heu introduït una contrasenya errònia

source: Unsubscription request succeeded.
ca_es: Sol·licitud de cancel·lació de subscripció satisfactòria.

source: who See the non-hidden members of this mailing list. who password See everyone who is on this mailing list. The password is the list's admin or moderator password.
ca_es: who Mostra els membres no ocults d'aquesta llista de correu. who password Mostra tots els membres d'aquesta llista de correu. La contrasenya és la de l'administrador o del moderador de la llista.

source: who password [address=<address>] See the non-hidden members of this mailing list. The roster is limited to list members only, and you must supply your membership password to retrieve it. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). If you provide the list's admin or moderator password, hidden members will be included.
ca_es: who password [address=<adreça>] Mostra el llistat de subscriptors no ocults de la llista. El llistat només el poden veure els subscriptors, per la qual cosa caldrà que proporcioneu la vostra contrasenya de subscriptor per a obtenir-lo. En cas que envieu la sol·licitud des d'una adreça diferent de la de subscripció, l'haureu d'especificar a l'argument «address=<address>» (sense angles als costats de l'adreça, i sense cometes!). Si especifiqueu la contrasenya de l'administrador o moderador, també s'hi mostraran els membres ocults.

source: who password See everyone who is on this mailing list. The roster is limited to list administrators and moderators only; you must supply the list admin or moderator password to retrieve the roster.
ca_es: who password Obté el llistat de subscriptors de la llista, el qual només el podran rebre els administradors i moderadors d'aquesta. Per a obtenir-lo, haureu d'introduir la contrasenya de l'administrador. o del moderado.

source: You are not allowed to retrieve the list membership.
ca_es: No se us permet obtenir la llista de subscriptors.

source: This list has no members.
ca_es: Aquesta llista no té cap subscriptor.

source: Non-digest (regular) members:
ca_es: Membres sense resum (normals):

source: Digest members:
ca_es: Membres amb resum:

source: Arabic
ca_es: àrab

source: Catalan
ca_es: català

source: Czech
ca_es: txec

source: Danish
ca_es: danès

source: German
ca_es: alemany

source: English (USA)
ca_es: anglès (EUA)

source: Spanish (Spain)
ca_es: espanyol (Espanya)

source: Estonian
ca_es: estonià

source: Euskara
ca_es: euskera

source: Finnish
ca_es: finlandès

source: French
ca_es: francès

source: Galician
ca_es: gallec

source: Hebrew
ca_es: hebreu

source: Croatian
ca_es: croat

source: Hungarian
ca_es: hongarès

source: Italian
ca_es: italià

source: Japanese
ca_es: japonès

source: Korean
ca_es: coreà

source: Lithuanian
ca_es: lituà

source: Dutch
ca_es: holandès

source: Norwegian
ca_es: noruec

source: Polish
ca_es: polonès

source: Portuguese
ca_es: portuguès

source: Portuguese (Brazil)
ca_es: portuguès (Brasil)

source: Romanian
ca_es: romanès

source: Russian
ca_es: rus

source: Slovak
ca_es: eslovac

source: Slovenian
ca_es: eslovè

source: Serbian
ca_es: serbi

source: Swedish
ca_es: suec

source: Turkish
ca_es: turc

source: Ukrainian
ca_es: ucraïnès

source: Vietnamese
ca_es: vietnamita

source: Chinese (China)
ca_es: xinès (Xina)

source: Chinese (Taiwan)
ca_es: xinès (Taiwan)

source: Note: Since this is a list of mailing lists, administrative notices like the password reminder will be sent to your membership administrative address, %(addr)s.
ca_es: Nota: atès que es tracta d'una llista de distribució que envía a altres llistes de distribució, les notificacions de recordatori de les contrasenyes s'enviaran a l'adreça administrativa de la vostra adreça, %(addr)s.

source: (Digest mode)
ca_es: (mode de resum)

source: Welcome to the "%(realname)s" mailing list%(digmode)s
ca_es: Us donem la benvinguda a la llista de correu%(digmode)s «%(realname)s»

source: You have been unsubscribed from the %(realname)s mailing list
ca_es: S'ha cancel·lat la vostra subscripció a la llista de correu %(realname)s

source: %(listfullname)s mailing list reminder
ca_es: Recordatori de la llista de correu %(listfullname)s

source: No reason given
ca_es: No s'ha donat cap motiu

source: Hostile subscription attempt detected
ca_es: S'ha detectat un intent de subscripció hostil

source: %(address)s was invited to a different mailing list, but in a deliberate malicious attempt they tried to confirm the invitation to your list. We just thought you'd like to know. No further action by you is required.
ca_es: L'adreça %(address)s fou convidada a una altra llista, però s'ha intentat confirmar-la per a la vostra llista de manera intencionada i maliciosa. Això n'és simplement la notificació. No es requereix cap acció per part vostra.

source: You invited %(address)s to your list, but in a deliberate malicious attempt, they tried to confirm the invitation to a different list. We just thought you'd like to know. No further action by you is required.
ca_es: Heu convidat %(address)s a la vostra llista, però s'ha intentat confirmar la inviatació per a una altra llista de manera intencionada i maliciosa. Això n'és simplement la notificació. No es requereix cap acció per part vostra.

source: %(listname)s mailing list probe message
ca_es: Missatge de sondeig de la llista de correu %(listname)s

source: For some unknown reason
ca_es: Per alguna raó desconeguda

source: Your message was rejected
ca_es: S'ha refusat el vostre missatge

source: Archiving Options
ca_es: Opcions d'arxivament

source: List traffic archival policies.
ca_es: Polítiques d'arxivament del tràfic de la llista.

source: Archive messages?
ca_es: Voleu arxivar els missatges?

source: private
ca_es: privat

source: public
ca_es: públic

source: Is archive file source for public or private archival?
ca_es: El fitxer és la font de l'arxiu públic o privat?

source: Monthly
ca_es: Mensual

source: Quarterly
ca_es: Trimestral

source: Yearly
ca_es: Anual

source: Daily
ca_es: Diari

source: Weekly
ca_es: Setmanal

source: How often should a new archive volume be started?
ca_es: Amb quina freqüència s'ha d'iniciar un volum d'arxiu nou?

source: Auto-responder
ca_es: Contestador automàtic

source: Auto-responder characteristics.<p> In the text fields below, string interpolation is performed with the following key/value substitutions: <p><ul> <li><b>listname</b> - <em>gets the name of the mailing list</em> <li><b>listurl</b> - <em>gets the list's listinfo URL</em> <li><b>requestemail</b> - <em>gets the list's -request address</em> <li><b>owneremail</b> - <em>gets the list's -owner address</em> </ul> <p>For each text field, you can either enter the text directly into the text box, or you can specify a file on your local system to upload as the text.
ca_es: Característiques de Auto-resposta .<p> En els camps de text següents, la interpolació de cadenes es porta a terme amb les següents substitucions de clau/valor: <p><ul> <li><b>listname</b> - <em>agafa el nom de la llista de correu</em> <li><b>listurl</b> - <em>agafa la URL listinfo de la llista</em> <li><b>requestemail</b> - <em>agafa la adreça -request de la llista</em> <li><b>owneremail</b> - <em>agafa la adreça -owner de la llista</em> </ul> <p>per cada camp de text pots introduir el text directament, o pots especificar un fitxer en el teu sistema local per a pujar-lo com text.

source: Should Mailman send an auto-response to mailing list posters?
ca_es: Ha d'enviar Mailman una auto-resposta als remitents de la llista de correu?

source: Auto-response text to send to mailing list posters.
ca_es: Text d'Auto-resposta a enviar als remitents de la llista.

source: Should Mailman send an auto-response to emails sent to the -owner address?
ca_es: Ha d'enviar Mailman una auto-resposta als correus electrònics enviats a l'adreça de l'amo de la llista?

source: Auto-response text to send to -owner emails.
ca_es: Auto-resposta a enviar als correus electrònics dels -amos.

source: Yes, w/discard
ca_es: Si, w/descartar

source: Yes, w/forward
ca_es: Si, w/enviar

source: Should Mailman send an auto-response to emails sent to the -request address? If you choose yes, decide whether you want Mailman to discard the original email, or forward it on to the system as a normal mail command.
ca_es: Ha d'enviar Mailman una auto-resposta als correus electrònics enviats a l'adreça de peticions? si decideixes que si, has de decidir també si s'ha de descartar el missatge original, o enviar-lo com un missatge normal.

source: Auto-response text to send to -request emails.
ca_es: Auto-resposta a enviar als correus electrònics de -sol·licitud.

source: Number of days between auto-responses to either the mailing list or -request/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
ca_es: Nombre de dies entre les respostes automàtiques que vagin a la llista de distribució o a l'adreça -request/-owner des del mateix remitent. Posi'l a zero (o negatiu) perquè no existeixi cap període de gràcia (és a dir, contestar automàticament a cada missatge).

source: Bounce processing
ca_es: Processament dels retorns
